Dlubal.RFEM5.PerpendicularContactType
Type of contact perpendicular to surfaces

Dlubal.RFEM5.PerpendicularContactType.UnknownPerpendicularContactType
Unknown type of perpendicular contact

Dlubal.RFEM5.PerpendicularContactType.PerpendicularFullForceTransmissionType
Full force transmission

Dlubal.RFEM5.PerpendicularContactType.FailureUnderCompression
Failure under compression

Dlubal.RFEM5.PerpendicularContactType.FailureUnderTension
Failure under tension